import React from "react";
import "./About.scss";

function About() {
  return (
    <div>
      <div className="about">
        <div className="title">
          <h1>О компании</h1>
        </div>
      </div>
      <p className="text">
        Интернет-магазин "Online-Store.ru" – лучшие товары по низким ценам! Мы
        рады предложить вам недорогие, но качественные товары с подробными
        описаниями, характеристиками и фотографиями. У нас Вы можете купить
        замечательные товары: технику, электронику, одежду, обувь, игрушки,
        книги и многое другое в вашем регионе по ценам производителей и без
        наценки. Продажа большого ассортимента разнообразных товаров – основная
        специализация нашего интернет-магазина. Мы доставим ваш заказ бесплатно
        в любой уголок мира, осуществим подробную консультацию по товарам и
        поможем с выбором. Магазин "Online-Store.ru" предлагает Вам купить
        качественную и доступную технику, электронику, одежду, обувь, игрушки,
        книги и многое другое с доставкой! Все виды современных товаров от
        эконом класса до более дорогих представлены в нашем каталоге. Вы можете
        купить любые товары в вашем городе: технику, электронику, одежду, обувь,
        игрушки, книги и многое другое. Наши главные преимущества: Низкие цены
        от производителей Доставка по городу в день заказа Доставка заказов
        Почтой по всей Стране за 5-15 дней Только оригинальная и
        сертифицированная продукция Гарантия на все товары – 5 лет! Не
        понравился товар? Вернем или обменяем в течение 14-ти дней без
        оформления лишних бумаг! Бонусы и скидки для постоянных покупателей!
      </p>
    </div>
  );
}

export default About;
